[
  {
    "Name": "Kateryna Ivanov",
    "Location": "Seattle, WA",
    "Coordinates": { "lat": 47.60611, "lng": -122.33672 },
    "Header": "Technology Analyst at Accenture",
    "Image": "img/mentor_avatar1.jpg",
    "Email": "katerynaivanov@gmail.com",
    "Phone": "206-631-8245",
    "Bio": "I graduated from the University of Washington with my Bachelor of Science in Informatics and now work at Accenture as a Software Architect Analyst in the Technology Development Program. I love my work because it aligns with my three passions: leadership, learning, and people. Every day, I have the opportunity to work with some of the smartest teammates and clients in the world. This, in addition to the learning opportunities, means that I am always improving my technical and business skills. Outside of work, you can find me speaking at technology conferences around the world. My most recent engagement was hosting the Global AI Student Conference! I am also trying to learn Quantum Computing, training to through-hike the Enchantments, reading The Lord of the Rings, and very likely drinking a Chai Latte from Starbucks.",
    "School": "University of Washington",
    "Degree": "Bachelor of Science in Informatics",
    "Company": "Accenture",
    "Position": "Software Architect Analyst",
    "Hobbies": "Speaking at conferences, hiking, reading fantasy books, and drinking lots of coffee!",
    "Career_Topics": "Consulting, transitioning from intern to full-time",
    "Outcome": "I want to be a mentor to I love meeting new people and helping them reach their goals.",
    "Meeting_Method": "Virtual, In-person",
    "Meeting_Length": "30 minutes, 1 hour",
    "Meeting_Days": "Monday, Wednesday, Thursday"
  },
  {
    "Name": "Amani Zuri",
    "Location": "Birmingham, AL",
    "Coordinates": { "lat": 33.5186, "lng": -86.8104 },
    "Header": "Attorney at Maynard Cooper & Gale",
    "Image": "img/mentor_avatar5.jpg",
    "Email": "amaniz@gmail.com",
    "Phone": "205-389-6345",
    "Bio": "I'm an Associate in Maynard Cooper’s Insurance and Financial Services practice group. Prior to joining Maynard Cooper, I worked as a judicial law clerk for The Office of the Chief Immigration Judge in The Department of Justice Executive Office of Immigration Review. I also served as a law clerk with the United States Attorney’s Office for the Northern District of Alabama. I earned her J.D., magna cum laude, from Samford University Cumberland School of Law, where I served as associate editor for the Cumberland Law Review and Secretary of the Cumberland Student Health Lawyers Association. I also hold a Bachelors of Arts in Finance with a specialization in Investment Management from the University of Alabama, The Culverhouse College of Commerce.",
    "School": "Samford University",
    "Degree": "Juris Doctor",
    "Company": "Maynard Cooper & Gale",
    "Position": "Associate Attorney",
    "Hobbies": "Training for marathons and cooking.",
    "Career_Topics": "Financial services law, law school, life after graduation",
    "Outcome": "I want to help current law students maximize their experience in law school and prepare for life after graduation",
    "Meeting_Method": "Virtual",
    "Meeting_Length": "15 minutes, 30 minutes",
    "Meeting_Days": "Monday, Thursday, Sunday"
  },
  {
    "Name": "Izaak Gamble",
    "Location": "San Francisco, CA",
    "Coordinates": { "lat": 37.789631, "lng": -122.39016 },
    "Header": "Software Engineer at Microsoft",
    "Image": "img/mentor_avatar2.jpg",
    "Email": "izaakg08@gmail.com",
    "Phone": "415-691-7381",
    "Bio": "I graduated from Northwestern University with a Bachelor’s in Computer Science. Just a guy super interested in technology. When I'm not working you can find me playing League of Legends or watching football!",
    "School": "Northwestern University",
    "Degree": "Bachelor of Science in Computer Science",
    "Company": "Microsoft",
    "Position": "Software Engineer",
    "Hobbies": "Playing video games, watching/playing sports, and learning new instruments.",
    "Career_Topics": "Software engineering, technical interviews, frontend/backend development",
    "Outcome": "I want to be a mentor so I can share it forward and help students get to the position I'm in.",
    "Meeting_Method": "Virtual, Chatting over email or text only",
    "Meeting_Length": "30 minutes",
    "Meeting_Days": "Monday, Tuesday, Thursday, Friday"
  },
  {
    "Name": "Nataisia Hambidge",
    "Location": "Redmond, WA",
    "Coordinates": { "lat": 47.649212, "lng": -122.350372 },
    "Header": "Program Manager at Microsoft",
    "Image": "img/nataisia.jpeg",
    "Email": "nataisia@gmail.com",
    "Phone": "206-413-0870",
    "Bio": "I'm the head of Engineering for Google BigQuery. I have 20 years of experience as a developer and 5 years of experience as an engineering manager in the field of big data.",
    "School": "The George Washington University",
    "Degree": "Bachelor of Science in Computer Science",
    "Company": "Google",
    "Position": "Director of Engineering",
    "Hobbies": "Taking long walks with my dogs and watching classic sci-fi movies",
    "Career_Topics": "Product management, navigating career opportunities in college",
    "Outcome": "I want to share my experiences with mentees and give advice to help them navigate their professional careers.",
    "Meeting_Method": "Virtual",
    "Meeting_Length": "15 minutes, 30 minutes, 1 hour",
    "Meeting_Days": "Tuesday, Thursday"
  },
  {
    "Name": "Erik Hamidi",
    "Location": "Phoenix, AZ",
    "Coordinates": { "lat": 33.67549, "lng": -111.96455 },
    "Header": "Business Development Executive at Moss Adams",
    "Image": "img/mentor_avatar4.jpg",
    "Email": "erickhamidi@gmail.com",
    "Phone": "206-283-5389",
    "Bio": "A tremendously outgoing CPA with a sports addiction and passion for expanding my network, both personally and professionally. Each and every person has a story and my passion is make the connection, hear that story, and build and foster a professional relationship. I'm looking forward to making new connections. Born and raised in the one and only Butte, America (or Montana). After graduating, I knew Montana was too small for my passion of meeting new people and left to attend Washington State University. After starting my career in public accounting, I decided to pursue a career in recruiting and business development. I'd love to help each and every connection I make in some way so if there's an intro or question you have, please let me know. Happy to help!",
    "School": "Washington State University",
    "Degree": "Bachelor of Science in Accounting and Finance",
    "Company": "Moss Adams",
    "Position": "Business Development Executive",
    "Hobbies": "Traveling to new countries, watching football",
    "Career_Topics": "Accounting, networking, maintaining a good work-life balance",
    "Outcome": "I want to be a mentor because I'm naturally curious and want to meet/help as many people as I can",
    "Meeting_Method": "Virtual, In-person",
    "Meeting_Length": "15 minutes, 30 minutes, 1 hour",
    "Meeting_Days": "Monday, Tuesday, Wednesday, Thursday, Friday, Saturday"
  }
]
